Repository: felixse/FluentTerminal
Catalog: FluentTerminal.App/Strings/*/Resources.resw
Source language: en
Languages: ar, ar_iq, az, bg, bs, de, eo, es, fa, fr, he, hi, hr, hu, id, it, ja, ko, nl, pl, pt, ro, ru, sl, sq, sr_cyrl, sr_latn, sv, tr, ug_arab, uk, uz_latn, vi, zh_hans, zh_hant

# KeyboardShortcut.Header
source: Keyboard shortcut
ar: إختصارات لوحة المفاتيح
ar_iq: اختصار لوحة المفاتيح
az: Klaviatura qısa yolu
bg: Клавишна комбинация
bs: Kratica na tastaturi
de: Tastaturbelegung
eo: Fulmoklavo
es: Atajo
fa: کلید میانبر
fr: Raccourci clavier
he: קיצור מקשים
hi: कुंजीपटल संक्षिप्त रीति
hr: Tipkovnički prečac
hu: Billentyűparancs
id: Pintasan keyboard
it: Scorciatoia da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
pl: Skróty klawsizowe
pt: Atalho de teclado
ro: Scurtături tastatură
ru: Горячая клавиша
sl: Bližnjica
sq: Shkurtorja e tastierës
sr_cyrl: Пречица на тастатури
sr_latn: Prečica na tastaturi
sv: Tangentbordsgenväg
tr: Klavye kısayolları
ug_arab: كۇنۇپكا تاختىسى تېزلەتمىسى
uk: Гаряча клавіша
uz_latn: Klaviatura yorlig'i
vi: Phim tăt
zh_hans: 快捷键
zh_hant: 快捷鍵

# KeyboardShortcut1.Text
source: Keyboard shortcut
ar: إختصارات لوحة المفاتيح
ar_iq: اختصار لوحة المفاتيح
az: Klaviatura qısa yolu
bg: Клавишна комбинация
bs: Kratica na tastaturi
de: Tastaturkürzel
eo: Fulmoklavo
es: Atajo
fa: کلید میانبر
fr: Raccourci clavier
he: קיצור מקשים
hi: कुंजीपटल संक्षिप्त रीति
hr: Tipkovnički prečac
hu: Billentyűparancs
id: Pitnasan Keyboard
it: Scorciatoia da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
nl: Toetsenbord sneltoetsen
pl: Skróty klawiszowe
pt: Atalho de teclado
ro: Scurtături tastatură
ru: Горячая клавиша
sl: Bližnjica
sq: Shkurtorja e tastierës
sr_cyrl: Пречица на тастатури
sr_latn: Prečica na tastaturi
sv: Tangentbordsgenväg
tr: Klavye kısayolları
ug_arab: كۇنۇپكا تاختىسى تېزلەتمە كۇنۇپكىلىرى
uk: Гаряча клавіша
uz_latn: Klaviatura yorlig'i
vi: Phim tăt
zh_hans: 快捷键
zh_hant: 快捷鍵

# LatestVersion.Text
source: Latest version
ar: الإصدار الأخير
ar_iq: احدث اصدار
az: Ən son versiya
bg: Последна версия
bs: Posljednja verzija
de: Neueste Version
eo: Plej freŝa versio
es: Última versión
fa: آخرین نسخه
fr: Dernière version
he: גרסה אחרונה
hi: नवीनतम संस्करण
hr: Najnovija verzija
hu: Legújabb verzió
id: Versi terakhir
it: Versione più recente
ja: 最新のバージョン
ko: 최신 버전
nl: Laatste versie
pl: Najnowsza wersja
pt: Última versão
ro: Ultima versiune
ru: Последная версия
sl: Najnovejša različica
sq: Versioni i fundit
sr_cyrl: Последња везија
sr_latn: Poslednja vezija
sv: Senaste versionen
tr: Son versiyon
ug_arab: ئەڭ يېڭى نەشرى
uk: Остання версія
uz_latn: So'nggi versiya
vi: Phiên bản mới nhất
zh_hans: 最新版本
zh_hant: 最新版本

# License.Text
source: License
ar: رخصة
ar_iq: رخصة
az: Lisenziya
bg: Лиценз
bs: Licenca
de: Lizenz
eo: Permesilo
es: Licencia
fa: مجوز
fr: Licence
he: רשיון
hi: लाइसेंस
hr: Licenca
hu: Licensz
id: Lisensi
it: Licenza
ja: ライセンス
ko: 라이선스
nl: Licentie
pl: Licencja
pt: Licença
ro: Licență
ru: Лицензия
sl: Licenca
sq: Liçensë
sr_cyrl: Лиценца
sr_latn: Licenca
sv: Licens
tr: Lisans
ug_arab: ئىجازەتنامە
uk: Ліцензія
uz_latn: Litsenziya
vi: Giấy phép
zh_hans: 许可
zh_hant: 許可

# LineEndingMode.Header
source: Line ending translation mode
ar: نمط ترجمة نهاية السطر
ar_iq: خط إنهاء وضع الترجمة
bg: Превеждаща мода на краищата на редовете
bs: Način prevođenja završetaka redova
de: Zeilenenden-Anpassung
eo: Reĝimo por traduko de lini-finoj
es: Modo de conversión de final de línea
fa: مدل ترجمه‌ی پایان خط‌ها
fr: Mode de traduction de fin de ligne
he: מצב תרגום סיומת שורות
hi: लाइन ट्रांसलेशन ट्रांसलेशन मोड
hr: Način prijeloma redaka
it: Gestione dei terminatori di linea
ja: 改行の変換モード
ko: 줄바꿈 변환 모드
nl: Lijn einde translatie mode
pl: Tryb tłumaczenia kończącego linię
pt: Modo de tradução de final de linha
ro: Mod de traducere a sfârșitului de linie
ru: Режим трансляции конца строки
sl: Način pretvarjanja zaključkov vrstic
sq: Modaliteti i përkthimit që përfundon rreshtin
sr_cyrl: Тип превођења завршетка линије
sr_latn: Tip prevođenja završetka linije
sv: Översättningsläge för radslut
tr: Satır sonu çeviri modu
ug_arab: قۇر ئاخىرلاشقان ئۆزگەرمە ھالىتى
uk: Режим конвертації закінчень рядків
uz_latn: Tarjima rejimi bilan tugaydigan satr
vi: Chế độ dịch kết thúc dòng
zh_hans: 行结束标志转换
zh_hant: 自動轉換行末

# LineEndingModeOnPaste.Text
source: Line ending translation mode on paste:
ar: نمط ترجمة نهاية السطر عند اللصق:
ar_iq: سطر إنهاء وضع الترجمة على لصق:
bg: Превеждаща мода на краищата на редовете при поставяне
bs: Način prevođenja završetaka redova pri zaljepljivanju
de: Zeilenenden-Anpassung beim Einfügen:
eo: Reĝimo por traduko de lini-finoj laŭ algluo:
es: Modo de conversión de final de línea al pegar
fa: مدل ترجمه‌ی پایان خط‌ها هنگام جایگذاری
fr: Mode de traduction de fin de ligne sur coller:
he: מצב תרגום סיומת שורות בעת הדבקה
hi: पेस्ट पर अनुवाद समाप्त करने वाली पंक्ति:
hr: Način prijeloma redaka prilikom umetanja:
it: Quando si incolla del testo:
ja: ペーストの際に行末の改行コードを変換する:
ko: 붙여넣기시 줄바꿈 변환 모드:
nl: Lijn einde translatie bij plakken:
pl: Tryb tłumaczenia kończącego linię dla wklejania:
pt: Modo de tradução de final de linha ao colar:
ro: Mod de traducere a sfârșitului de linie la lipire:
ru: Режим трансляции конца строки при вставке
sl: Način pretvarjanja zaključkov vrstic ob lepljenju:
sq: Modaliteti i përkthimit që përfundon rreshtin në ngjitje:
sr_cyrl: Тип превођења завршетка линије при налепљивању:
sr_latn: Tip prevođenja završetka linije pri nalepljivanju:
sv: Översättningsläge för radslut vid klistra in:
tr: Yapıştırıldığında satır sonu çeviri modu:
ug_arab: چاپلاشنىڭ قۇر ئاخىرلىشىش شەكلى:
uk: Режим конвертації закінчень рядків при вставці тексту:
uz_latn: Joylashtirish tugagan tarjima rejimi:
vi: Chế độ dịch kết thúc dòng khi dán:
zh_hans: 粘贴时转换行结束标识符
zh_hant: 自動轉換行末 (貼上時)

# MiddleButtonAction.Text
source: Middle button action
ar: أمر الزر الاوسط
ar_iq: عمل الزر الأوسط
bg: Действие на средния бутон
bs: Akcija srednje tipke na mišu
de: Aktion für mittlere Taste
eo: Mezbutona ago
es: Acción del botón central
fa: کار کلید میانی
fr: Action du bouton du milieu
he: פעולת כפתור עמצאי בעכבר
hi: मध्य बटन कार्रवाई
hr: Radnja srednje tipke miša
hu: Középső egérgomb eseménye
id: Aksi tombol tengah
it: Azione tasto centrale del mouse
ja: 中央ボタンの動作
ko: 가운데 버튼 동작
nl: Middle muisklik
pl: Działanie środkowego klawisza myszy
pt: Ação do botão do meio
ro: Acțiunea butonului mijlociu
ru: Действие на среднюю кнопку
sl: Opravilo sredinskega gumba
sq: Veprimi i butonit të mesëm
sr_cyrl: Акција средњег тастера
sr_latn: Akcija srednjeg tastera
sv: Mittknappsåtgärd
tr: Orta tuş eylemi
ug_arab: ئوتتۇرا كۇنۇپكا ھەرىكىتى
uk: Дія середньої кнопки миші
uz_latn: O'rta tugmacha harakati
vi: Hành động nút giữa
zh_hans: 鼠标中键动作
zh_hant: 點擊滑鼠中鍵時

# Mouse.Text
source: Mouse
ar: فأرة
ar_iq: الفأر
az: Siçan
bg: Мишка
bs: Miš
de: Maus
eo: Muso
es: Ratón
fa: موشواره
fr: Souris
he: עכבר
hi: माउस
hr: Miš
hu: Egér
ja: マウス
ko: 마우스
nl: Muis
pl: Mysz
ru: Мышь
sl: Miška
sq: Miu
sr_cyrl: Миш
sr_latn: Miš
sv: Mus
ug_arab: مائۇس
uk: Миша
uz_latn: Sichqoncha
vi: Chuột
zh_hans: 鼠标
zh_hant: 滑鼠

# MouseContextMenu.Content
source: Context menu
ar: قائمة السياق
ar_iq: قائمة السياق
az: Kontekst menyu
bg: Контекстно меню
bs: Meni konteksta
de: Kontextmenü
eo: Kunteksta menuo
es: Menú contextual
fa: باز کردن منو
fr: Menu contextuel
he: תפריט תלוי-הקשר
hi: संदर्भ की विकल्प - सूची
hr: Kontekstualni izbornik
id: Konteks Menu
it: Apri il menù contestuale
ja: コンテキストメニュー
ko: 컨텍스트 메뉴
pl: Menu kontekstowe
pt: Menu contextual
ro: Meniu contextual
ru: Контекстное меню
sl: Priročni meni
sq: Menyja e kontekstit
sr_cyrl: Помоћни мени
sr_latn: Pomoćni meni
sv: Innehållsmeny
tr: Sağ tık menü
ug_arab: مەزمۇن تىزىملىكى
uk: Контекстне меню
uz_latn: Kontekst menyusi
vi: Danh mục
zh_hans: 打开弹出式菜单
zh_hant: 打開上下文選單

# MouseNothing.Content
source: Nothing
ar: لا شيء
ar_iq: لا شيئ
az: Heç nə
bg: Нищо
bs: Ništa
de: Keine
eo: Neniu
es: Nada
fa: هیچ
fr: Rien
he: כלום
hi: कुछ भी तो नहीं
hr: Ništa
hu: Semmi
id: Tidak ada
it: Nessuna
ja: なにもしない
ko: 없음
nl: Niks
pl: Nic
pt: Nada
ro: Nimic
ru: Ничего
sl: Brez
sq: Asgjë
sr_cyrl: Ништа
sr_latn: Ništa
sv: Ingen
tr: Hiçbir şey
ug_arab: ھېچنېمە
uk: Нічого
uz_latn: Hech narsa
vi: Không có gì
zh_hans: 没做什么
zh_hant: 無

# MousePaste.Content
source: Paste
ar: لصق
ar_iq: معجون
az: Yapışdır
bg: Поставете
bs: Zalijepi
de: Einfügen
eo: Alglui
es: Pegar
fa: جایگذاری
fr: Coller
he: הדבק
hi: चिपकाएं
hr: Umetni
hu: Beillesztés
id: Tempel
it: Incolla
ja: 貼り付け
ko: 붙여넣기
nl: Plak
pl: Wklej
pt: Colar
ro: Lipire
ru: Вставить
sl: Prilepi
sq: Ngjit
sr_cyrl: Налепи
sr_latn: Nalepi
sv: Klistra in
tr: Yapıştır
ug_arab: چاپلاش
uk: Вставити
uz_latn: Yopish
vi: Dán
zh_hans: 粘贴剪切板内容
zh_hant: 貼上

# NewTheme.Text
source: Create new
ar: إنشاء جديد
ar_iq: خلق جديد إبداع جديد
az: Yeni yaradın
bg: Създайте нова
bs: Kreiraj novi
de: Erstellen
eo: Krei novan
es: Crear nuevo
fa: ایجاد جدید
fr: Créer un nouveau
he: צור חדש
hi: नया बनाओ
hr: Stvori novu
hu: Új
id: Buat baru
it: Nuovo
ja: 新規作成
ko: 새로 만들기
nl: Maak nieuw
pl: Stwórz nowy motyw
pt: Criar novo
ro: Nouă
ru: Создать новую
sl: Ustvari novo
sq: Krijoni të reja
sr_cyrl: Направи нову
sr_latn: Napravi novu
sv: Skapa ny
tr: Yeni oluştur
ug_arab: يېڭىنى قۇرۇش
uk: Створити нову
uz_latn: Yangisini yarating
vi: Tạo mới
zh_hans: 新建
zh_hant: 新增

# Padding.Header
source: Padding
ar: تبطين
ar_iq: حشوة
az: Taxma
bg: Падинг
bs: Uvučeno
de: Abstand
eo: Ŝtopado
fa: فاصله
hi: गद्दी
hr: Unutarnji odmak
it: Margini
ja: 余白
ko: 여백
pl: Odstęp wewnętrzny
pt: Preenchimento
ro: Umplutură
ru: Отступ
sl: Zamik
sq: Mbushje
sr_cyrl: Простор од ивице
sr_latn: Prostor od ivice
sv: Stoppning
ug_arab: ئىچكى ئارىلىق
uk: Відступ
zh_hans: 内边距
zh_hant: 內邊距

# ProfileName.Header
source: Name
ar: الأسم
ar_iq: اسم
az: Adı
bg: Име
bs: Naziv
eo: Nomo
es: Nombre
fa: نام
fr: Nom
he: שם
hi: नाम
hr: Ime
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt: Nome
ro: Nume
ru: Название
sl: Ime
sq: Emrin
sr_cyrl: Назив
sr_latn: Naziv
sv: Namn
tr: İsim
ug_arab: ئىسىم
uk: Назва
uz_latn: Ism
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# Profiles.Text
source: Profiles
ar: ملفات شخصية
ar_iq: مظهر
az: Profillər
bg: Профили
bs: Profili
de: Profile
eo: Profiloj
es: Perfiles
fa: نمایه‌ها
he: פרופילים
hi: प्रोफाइल
hr: Profili
hu: Profilok
id: Profil
it: Profili
ja: プロファイル
ko: 프로필
nl: Profielen
pl: Profile
pt: Perfis
ro: Profiluri
ru: Профили
sl: Profili
sq: Profilet
sr_cyrl: Профили
sr_latn: Profili
sv: Profiler
tr: Profiller
ug_arab: ئارخىپلار
uk: Профілі
uz_latn: Profillar
vi: Hồ sơ
zh_hans: 终端配置
zh_hant: 設定

# ProfileTheme.Header
source: Theme
ar: موضوع
ar_iq: موضوع
az: Mövzu
bg: Тема
bs: Teme
eo: Etosoj
es: Tema
fa: پوسته
fr: Thème
he: ערכת נושא
hi: विषय
hr: Tema
hu: Téma
id: Tema
it: Tema
ja: テーマ
ko: 테마
pl: Motyw
pt: Tema
ro: Temă
ru: Тема
sl: Tema
sq: Tema
sr_cyrl: Тема
sr_latn: Tema
sv: Tema
tr: Tema
ug_arab: ئۇسلۇب
uk: Тема
uz_latn: Mavzu
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

# ReleaseNotes.Text
source: Release notes
ar: مذكرة الإصدار
ar_iq: ملاحظات الإصدار
az: Buraxılış qeydləri
bg: Релийзни забележки
bs: Zabilješke o verziji
de: Versionshinweise
eo: Liveraj notoj
es: Notas de lanzamiento
fa: یادداشت‌های انتشار
fr: Notes de version
hi: रिलीज नोट्स
hr: Napomene uz izdanje
hu: Kiadási megjegyzések
id: Catatan rilis
it: Note di rilascio
ja: リリースノート
ko: 릴리즈 노트
nl: Release aantekeningen
pl: Informacje o wydaniu
pt: Notas de lançamento
ro: Note de lansare
ru: Примечания к выпуску
sl: Opombe ob izdaji
sq: Lëshoni shënime
sr_cyrl: Белешке о издању
sr_latn: Beleške o izdanju
sv: Mjukvaruversioner
tr: Sürüm notları
ug_arab: نەشىر خاتىرىلىرى
uk: Список змін
uz_latn: Qaydlarni chiqaring
vi: Ghi chú phát hành
zh_hans: 发行说明
zh_hant: 發布版本說明

# RightButtonAction.Text
source: Right button action
ar: أمر الزر الأيمن
ar_iq: عمل الزر الأيمن
az: Sağ düymə hərəkəti
bg: Действие на десния бутон
bs: Akcija desnog klika
de: Aktion für rechte Taste
eo: Dekstr-butona ago
es: Acción del botón derecho
fa: کار کلید راست
fr: Action du bouton droit
he: פעולת כפתור ימני בעכבר
hi: सही बटन कार्रवाई
hr: Rednja desne tipke miša
hu: Jobb egérgomb eseménye
id: Aksi tombol kanan
it: Azione click destro
ja: 右ボタンの動作
ko: 오른쪽 버튼 동작
nl: Rechter muisklik actie
pl: Działanie prawego przycisku
pt: Ação do botão direito
ro: Acțiunea butonului drept
ru: Действие на правую кнопку
sl: Opravilo desnega gumba
sq: Veprimi i butonit të djathtë
sr_cyrl: Акција десног дугмета
sr_latn: Akcija desnog dugmeta
sv: Höger knappåtgärd
tr: Sağ tuş eylemi
ug_arab: ئوڭ كۇنۇپكا ھەرىكىتى
uk: Дія правої кнопки миші
uz_latn: O'ng tugmacha harakati
vi: Hành động nút bên phải
zh_hans: 鼠标右键动作
zh_hant: 點擊滑鼠右鍵時

# SaveAppBarButton.Label
source: Save
ar: حفظ
ar_iq: حفظ
az: Yadda saxla
bg: Запишете
bs: Spasi
de: Speichern
eo: Konservi
es: Guardar
fa: ذخیره
fr: Sauvgarder
he: שמור
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt: Guardar
ro: Salvare
ru: Сохранить
sl: Shrani
sq: Ruaj
sr_cyrl: Сними
sr_latn: Snimi
sv: Spara
tr: Kaydet
ug_arab: ساقلاش
uk: Зберегти
uz_latn: Saqlash
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# ScrollbackLimit.Header
source: Scrollback limit
ar: حد التمرير الى الخلف
ar_iq: حد التمرير
az: Geri qayıtma həddi
bg: Скролбак граница
bs: Limit scrollbacka
de: Maximales Hochscrollen
eo: Limo por antaŭrulumado
es: Límite de desplazamiento
fa: محدودیت پیمایش به عقب
fr: Limite de défilement
he: הגבלת גלילה לאחור
hi: स्क्रॉलबैक सीमा
hr: Ograničenje klizanja unatrag
it: Limite di scorrimento (in linee)
ja: スクロールバックの限界
ko: 스크롤 백 제한
nl: Terug scrollen liemiet
pl: Limit przewijania
pt: Limite de retrocesso
ro: Limită de derulare
ru: Лимит истории скрола
sl: Omejitev zgodovine
sq: Kufiri i kthimit
sr_cyrl: Ограничење скрола
sr_latn: Ograničenje skrola
sv: Återrullningsgräns
tr: Geri kaydırma sınırı
ug_arab: ئايلاندۇرۇپ قايتىش چېكى
uk: Ліміт прокрутки назад
uz_latn: Scrollback cheklovi
vi: Giới hạn cuộn lại
zh_hans: 滚动限制
zh_hant: 回滾限制

# ScrollBarAuto.Content
source: Auto hiding
ar: إخفاء الي
ar_iq: الاختباء التلقائي
az: Avtomatik gizlətmə
bg: Автоматично скриваща се
bs: Automatsko prikrivanje
de: Automatisch ausblendend
eo: Aŭtomate kaŝi
es: Ocultar automáticamente
fa: پنهان‌سازی خودکار
fr: Masquage automatique
he: הסתרה אוטומטית
hi: ऑटो छुपा रहा
hr: Automatski sakriven
hu: Automatikus elrejtés
id: Otomatis sembunyikan
it: Nascondi automaticamente
ja: 自動的に隠す
ko: 자동 숨김
nl: Automatisch verbergen
pl: Autoukrywanie
pt: Esconderijo automático
ro: Ascundere automată
ru: Авто-скрытие
sl: Samodejno skrivanje
sq: Fshehja automatike
sr_cyrl: Аутоматско скривање
sr_latn: Automatsko skrivanje
sv: Dölj automatiskt
tr: Otomatik gizleme
ug_arab: ئاپتوماتىك يوشۇرۇلىدىغان
uk: Ховати автоматично
uz_latn: Avtomatik yashirish
vi: Tự động ẩn
zh_hans: 自动隐藏
zh_hant: 自動隱藏

# ScrollBarHidden.Content
source: Hidden
ar: مخفي
ar_iq: مخفي
az: Gizli
bg: Скритa
bs: Skriven
de: Versteckt
eo: Kaŝita
es: Ocultar
fa: پنهان
fr: Masqué
he: מוסתר
hi: छिपा हुआ
hr: Sakriven
hu: Rejtett
id: Sembunyikan
it: Nascosta
ja: 表示しない
ko: 숨김
nl: Verbergen
pl: Ukryty
pt: Escondido
ro: Ascunsă
ru: Скрытый
sl: Skrito
sq: I fshehur
sr_cyrl: Сакривен
sr_latn: Sakriven
sv: Dold
tr: Gizli
ug_arab: يۇشۇرۇنغان
uk: Схована
uz_latn: Yashirin
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

# ScrollbarStyle.Text
source: Scrollbar style
ar: نمط شريط التمرير
ar_iq: نمط شريط التمرير
az: Scrollbar stili
bg: Стил на скрол лентата
bs: Stil scrollbara
de: Scrollleisten-Darstellung
eo: Rulumskala etoso
es: Estilo de la barra de desplazamiento
fa: سبک نوار پیمایش
fr: Style de barre de défilement
he: עיצוב גלילה לאחור
hi: स्क्रॉलबार शैली
hr: Prikaz klizača
hu: Görgetősáv stílusa
it: Barra di scorrimento
ja: スクロールバーのスタイル
ko: 스크롤 바 모양
pl: Styl paska nawigacyjnego
pt: Estilo da barra de rolagem
ro: Stil bară de derulare
ru: Стиль скролла
sl: Stil drsnika
sq: Stili i shiritit lëvizës
sr_cyrl: Стил линије скрола
sr_latn: Stil linije skrola
sv: Scrollbar-stil
tr: Kaydırma çubuğu stili
ug_arab: ئايلانما بالداق ئۇسلۇبى
uk: Стиль смуги прокрутки
uz_latn: Scrollbar uslubi
vi: Kiểu thanh cuộn
zh_hans: 滚动条样式
zh_hant: 滾動條風格

# ScrollBarVisible.Content
source: Visible
ar: مرئي
ar_iq: مرئي
az: Görünür
bg: Видима
bs: Vidljiv
de: Sichtbar
eo: Videbla
fa: آشکار
he: נראה
hi: दर्शनीय
hr: Vidljiv
hu: Látható
id: Tampilkan
it: Sempre visibile
ja: 常に表示する
ko: 보이게
nl: Zichtbaar
pl: Widoczny
pt: Visível
ro: Visibilă
ru: Видимый
sl: Vidno
sq: E dukshme
sr_cyrl: Видљив
sr_latn: Vidljiv
sv: Synlig
tr: Görünür
ug_arab: كۈرۈندىغان
uk: Видно
uz_latn: Ko'rinadi
vi: Có thể nhìn thấy
zh_hans: 显示
zh_hant: 可視

# SetActiveAppBarButton.Label
source: Set Active
ar: تفعيل النشاط
ar_iq: تفعيل النشاط
az: Aktiv Edin
bg: Задайте активен
bs: Postavi za aktivno
de: Aktiv setzen
eo: Agordi kiel aktivan
es: Activar
fa: فعال‌سازی
fr: Définir actif
he: הגדר פעיל
hi: सक्रिय नियत करें
hr: Aktivno
hu: Aktívvá tétel
id: Atur Aktif
it: Applica
ja: 有効にする
ko: 활성화
nl: Activeren
pl: Ustaw jako aktywny
pt: Ativar
ro: Setați activ
ru: Сделать Активным
sl: Aktiviraj
sq: Vendosni Aktiv
sr_cyrl: Подеси као активан
sr_latn: Podesi kao aktivan
sv: Aktivera
tr: Aktifleştir
ug_arab: قوزغىتىش
uk: Зробити активним
uz_latn: Faol sozlash
vi: Đặt hoạt động
zh_hans: 应用
zh_hant: 啟用

# SetDefaultAppBarButton.Label
source: Set Default
ar: وضع كإفتراضي
ar_iq: الوضع الإفتراضي
az: Defolt Təyin Edin
bg: Задайте дефолтен
bs: Postavi za standardno
de: Als Standard verwenden
eo: Agordi kiel implican
es: Por defecto
fa: تبدیل به پیش‌فرض
fr: Définir par defaut
he: הגדר ברירת מחדל
hi: डिफॉल्ट सेट करें
hr: Standardno
hu: Alapértelmezetté tétel
id: Atur ke default
it: Imposta come predefinito
ja: デフォルトにする
ko: 기본값 설정
nl: Instellen als standaard
pl: Ustaw jako domyślny
pt: Conjunto padrão
ro: Setați implicit
ru: По умолчанию
sl: Nastavi privzeto
sq: Vendos Default
sr_cyrl: Подеси подразумевано
sr_latn: Podesi podrazumevano
sv: Sätta som normalt
tr: Varsayılana ayarla
ug_arab: سۈكۈتتىكى ھالەتكە قايتۇرۇش
uk: Встановити за замовчуванням
uz_latn: Birlamchi sozlash
vi: Đặt mặc định
zh_hans: 设为默认
zh_hant: 預設設定

# ShellLocation.Header
source: Shell executable location
ar: موقع Shell القابل للتنفيذ
ar_iq: موقع شل القابل للتنفيذ
bg: Местоположение на изпълнимия shell
bs: Lokacija izvršne datoteke Shella
de: Pfad zur Shell-Anwendung
eo: Plenumebla dosierujo por ŝelo
es: Ubicación del ejecutable
fa: مکان فایل اجرایی
fr: Emplacement exécutable du shell
he: מיקום קובץ הרצת Shell
hi: शैल निष्पादन योग्य स्थान
hr: Mjesto izvršne datoteke ljuske
it: Percorso dell'eseguibile di shell
ja: シェル実行ファイルの場所
ko: 쉘 실행 파일 경로
nl: Shell executable locatie
pl: Lokalizacja powłoki
pt: Local do executável do shell
ro: Locație executabilă Shell
ru: Местоположение исполняемой оболочки
sl: Lokacija programa ukazne vrstice
sq: Vendndodhja e ekzekutueshme e Shellit
sr_cyrl: Локација извршне датотеке
sr_latn: Lokacija izvršne datoteke
sv: Shell körbar plats
tr: Çalıştırılabilir shell konumu
ug_arab: ئىجرا بۇلىدىغان شېل پروگرمما ئورنى
uk: Шлях до виконавчого файлу терміналу
uz_latn: Shell bajariladigan joy
vi: Vị trí thực thi của Shell
zh_hans: 可执行程序位置
zh_hant: Shell 執行路徑

# TabColor.Header
source: Tab color
ar: لون التبويب
ar_iq: لون علامة التبويب
az: Tab rəngi
bg: Цвят на раздела
bs: Boja kartice
de: Tab-Farbe
eo: Langetkoloro
es: Color de la pestaña
fa: رنگ زبانه
fr: Couleur d'onglet
he: צבע לשונית
hi: टैब का रंग
hr: Boja kartica
hu: Lap szín
id: Warna tab
it: Colore schede
ja: タブの色
ko: 탭 색상
nl: Tab kleur
pl: Kolor karty
pt: Cor da guia
ro: Culoare filă
ru: Цвет вкладки
sl: Barva zavihka
sq: Ngjyra e skedës
sr_cyrl: Боја картице
sr_latn: Boja kartice
sv: Flikfärg
tr: Sekme rengi
ug_arab: بەتكۈش رەڭگى
uk: Колір вкладки
uz_latn: Tab rangi
vi: Màu tab
zh_hans: 标签栏颜色
zh_hant: 分頁顏色

# Terminal.Text
source: Terminal
ar: منفذ الأوامر
ar_iq: طرفية
bg: Терминал
eo: Terminalo
fa: پایانه
he: טרמינל
hi: टर्मिनल
hu: Terminál
id: Teminal
it: Terminale
ja: ターミナル
ko: 터미널
ru: Терминал
sr_cyrl: Терминал
ug_arab: تېرمىنال
uk: Термінал
vi: Thiết bị đầu cuối
zh_hans: 终端
zh_hant: 終端

# Theme.Text
source: Theme:
ar: موضوع:
ar_iq: موضوع:
az: Mövzu:
bg: Тема:
bs: Tema:
eo: Etoso:
es: Tema
fa: پوسته
fr: Thème:
he: ערכת נושא:
hi: थीम:
hr: Tema:
hu: Téma:
id: Tema
it: Tema:
ja: テーマ
ko: 테마:
nl: Thema:
pl: Motyw:
pt: Tema:
ro: Temă:
ru: Тема:
sl: Tema:
sq: Tema:
sr_cyrl: Тема:
sr_latn: Tema:
sv: Tema
tr: Tema:
ug_arab: ئوسلۇب
uk: Тема:
uz_latn: Mavzu:
vi: Chủ đề:
zh_hans: 主题
zh_hant: 主題

# ThemeAuthor.Header
source: Author
ar: الناشر
ar_iq: مؤلف
az: Müəllif
bg: Автор
bs: Autor
de: Autor
eo: Aŭtoro
es: Autor
fa: نویسنده
fr: Auteur
he: מחבר
hi: लेखक
hr: Autor
hu: Szerző
it: Autore
ja: 作成者
ko: 제작자
nl: Auteur
pl: Autor
pt: Autor
ro: Autor
ru: Автор
sl: Avtor
sq: Autor
sr_cyrl: Аутор
sr_latn: Autor
sv: Författare
tr: Tema sahibi
ug_arab: ئاپتور
uk: Автор
uz_latn: Muallif
vi: Tác giả
zh_hans: 作者
zh_hant: 作者

# ThemeName.Header
source: Name
ar: اسم
ar_iq: اسم
az: Adı
bg: Име
bs: Naziv
eo: Nomo
es: Nombre
fa: نام
fr: Nom
he: שם
hi: नाम
hr: Ime
hu: Név
id: Nama
it: Nome
ja: テーマ名
ko: 이름
nl: Naam
pl: Nazwa
pt: Nome
ro: Nume
ru: Название
sl: Ime
sq: Emrin
sr_cyrl: Назив
sr_latn: Naziv
sv: Namn
tr: Ad
ug_arab: ئىسمى
uk: Назва
uz_latn: Ism
vi: Tên
zh_hans: 主题名
zh_hant: 名稱

# LineEndingStyle.ToCR
source: Convert line endings to CR
ar: تغير نهاية السطور الى CR
ar_iq: تحويل نهايات الخط إلى CR
az: Sətir sonlarını CR-yə çevirin
bg: Преобразувайте краищата на редовете в CR
bs: Pretvori završetke redova u CR
de: Zeilenenden zu CR konvertieren
eo: Konverti lini-finojn al CR
es: Convertir final de línea a CR
fa: تغییر ته‌خط به CR
fr: Convertir les fins de ligne en CR
he: הפוך סיומת שורות ל-CR
hi: कन्वर्ट लाइन अंत करने के लिए सीआर
hr: Pretvori prijelome redaka u CR
hu: Sorvégek konvertálása CR-re
it: Converti in CR
ja: 改行を CR に変換する
ko: 줄바꿈을 CR로 변환
nl: Verander lijn eindes naar CR
pl: Konwertuj zakończenia linii na CR
pt: Converter finais de linha em CR
ro: Convertiți sfârșitul liniei în CR
ru: Конвертировать переносы строк в CR
sl: Pretvori zaključke vrstic v CR
sq: Shndërroni mbaresat e linjës në CR
sr_cyrl: Конвертуј завршетке линија у CR
sr_latn: Konvertuj završetke linija u CR
sv: Konvertera radslut till CR
tr: Satır sonlarını CR'ye dönüştür (\r)
ug_arab: قۇر ئاخىرىنى CR غا ئايلاندۇرۇش
uk: Конвертувати закінчення рядків в CR
uz_latn: Chiziq sonlarini CR ga o'zgartiring
vi: Chuyển đổi cuối dòng thành CR
zh_hans: 转换行结尾为 CR
zh_hant: 將行末轉為 CR

# LineEndingStyle.ToCRLF
source: Convert line endings to CR+LF
ar: تغير نهاية السطور الى CR+LF
ar_iq: تحويل نهايات الخط إلى CR + LF
az: Sətir sonlarını CR+LF-ə çevirin
bg: Преобразувайте краищата на редовете в CRLF
bs: Pretvori završetke redova u CR+LF
de: Zeilenenden zu CR+LF konvertieren
eo: Konverti lini-finojn al CR+LF
es: Convertir final de línea a CR+LF
fa: تغییر ته‌خط به CR+LF
fr: Convertir les fins de ligne en CR+LF
he: הפוך סיומת שורות ל-CR+LF
hi: कन्वर्ट लाइन अंत CR + LF के लिए
hr: Pretvori prijelome redaka u CR+LF
hu: Sorvégek konvertálása CR+LF-re
it: Converti in CR+LF
ja: 改行を CR+LF に変換する
ko: 줄바꿈을 CR+LF로 변환
nl: Verander lijn eindes naar CR+LF
pl: Konwertuj zakończenia linii na CR + LF
pt: Converter finais de linha em CR + LF
ro: Convertiți terminațiile liniei în CR + LF
ru: Конвертировать переносы строк в CR+LF
sl: Pretvori zaključke vrstic v CR+LF
sq: Shndërroni mbaresat e linjës në CR + LF
sr_cyrl: Конвертуј завршетке линија у CR+LF
sr_latn: Konvertuj završetke linija u CR+LF
sv: Konvertera radslut till CR + LF
tr: Satır sonlarını CR + LF'ye dönüştür (\r\n)
ug_arab: قۇر ئاخىرىنى CR + LF غا ئۆزگەرتىڭ
uk: Конвертувати закінчення рядків в CR+LF
uz_latn: Chiziq uchlarini CR + LF ga o'zgartiring
vi: Chuyển đổi cuối dòng thành CR + LF
zh_hans: 转换行结尾为 CR+LF
zh_hant: 將行末轉為 CR+LF
